import { Box, Heading, List, ListItem, Text } from '@chakra-ui/react';

export const PaymentInfo = () => {
  return (
    <Box>
      <Heading as={'h1'} mb={4}>
        Доставка
      </Heading>
      : 1. Відправка на відділення. 2. Кур'єрська доставка за Вашою адресою. 3.
      Поштомат. Після оформлення замовлення Ви отримаєте номер ТТН, за яким
      можна відслідковувати статус замовлення у додатку "Нова Пошта"
      <Text>
        Доставка товару відбувається компанією "Нова Пошта" трьома способами:
      </Text>
      <List>
        <ListItem>Відправка на відділення.</ListItem>
        <ListItem>Кур'єрська доставка за Вашою адресою</ListItem>
        <ListItem>
          Поштомат. Після оформлення замовлення Ви отримаєте номер ТТН, за яким
          можна відслідковувати статус замовлення у додатку "Нова Пошта".
        </ListItem>
      </List>
    </Box>
  );
};
